Angular.ng-template
antfu.i18n-ally
apollographql.vscode-apollo
batisteo.vscode-django
bibhasdn.django-html
bibhasdn.django-snippets
bigonesystems.django
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
GitLab.gitlab-workflow
GraphQL.vscode-graphql
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
humao.rest-client
James-Yu.latex-workshop
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
KevinRose.vsc-python-indent
kumar-harsh.graphql-for-vscode
littlefoxteam.vscode-python-test-adapter
magicstack.MagicPython
meganrogge.template-string-converter
Mikael.Angular-BeastCode
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
msjsdiag.debugger-for-chrome
msjsdiag.debugger-for-edge
njpwerner.autodocstring
nrwl.angular-console
Orta.vscode-jest
pflannery.vscode-versionlens
PKief.material-icon-theme
puorc.awesome-vhdl
redhat.java
sohibe.java-generate-setters-getters
Stephanvs.dot
tht13.python
tushortz.python-extended-snippets
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wholroyd.jinja
