aaron-bond.better-comments
ahmadalli.vscode-nginx-conf
alexcvzz.vscode-sqlite
AmrMetwally.add-arround
AmrMetwally.vim-find-highlight
Angular.ng-template
apollographql.vscode-apollo
austin.code-gnu-global
batisteo.vscode-django
bibhasdn.django-html
bibhasdn.django-snippets
bierner.markdown-mermaid
bigonesystems.django
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
coolbear.systemd-unit-file
cruzelante098.jison-syntax-highlight
cstrap.flask-snippets
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
frhtylcn.pythonsnippets
GitLab.gitlab-workflow
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
Gruntfuggly.todo-tree
Gruntfuggly.triggertaskonsave
hars.CppSnippets
hbenl.vscode-test-explorer
humao.rest-client
IronGeek.vscode-env
James-Yu.latex-workshop
janisdd.vscode-edit-csv
jeff-hykin.better-cpp-syntax
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
jonwolfe.language-polymer
KevinRose.vsc-python-indent
KnisterPeter.vscode-github
kumar-harsh.graphql-for-vscode
littlefoxteam.vscode-python-test-adapter
mads-hartmann.bash-ide-vscode
magicstack.MagicPython
mechatroner.rainbow-csv
meganrogge.template-string-converter
mhutchie.git-graph
Mikael.Angular-BeastCode
mikestead.dotenv
mitaki28.vscode-clang
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mshr-h.vhdl
msjsdiag.debugger-for-chrome
msjsdiag.debugger-for-edge
msjsdiag.vscode-react-native
naumovs.color-highlight
njpwerner.autodocstring
nrwl.angular-console
Orta.vscode-jest
pflannery.vscode-versionlens
phobal.vscode-collapse-node-modules
PKief.material-icon-theme
polymer.polymer-ide
puorc.awesome-vhdl
raynigon.nginx-formatter
redhat.java
runem.lit-plugin
seanwu.vscode-qt-for-python
searKing.preview-vscode
semasquare.vscode-coverage-gutters
shakram02.bash-beautify
shamanu4.django-intellisense
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
sohibe.java-generate-setters-getters
Stephanvs.dot
streetsidesoftware.code-spell-checker
teclado.vscode-nginx-format
thebarkman.vscode-djaneiro
tht13.python
tushortz.python-extended-snippets
vincaslt.highlight-matching-tag
Vinrobot.vhdl-formatter
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wholroyd.jinja
william-voyek.vscode-nginx
yuanhjty.code-template-tool
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
